Repository: denizbey16/FFGapple-Launcher
Catalog: Login Page Design UI/Strings.*.resx
Languages: es_es, tr_tr

# altmisdortgb
source: 64GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 64 GB (FFGapple Optimizer)
tr_tr: 64GB Ayrılmış Bellek (FFGapple Optimize Aracı)

# autologin
source: Try Auto Login Module:
es_es: Ingreso automático:
tr_tr: Otomatik Giriş Modülünü Deneyin:

source: Build:
es_es: Construir:
tr_tr: Yapı:

# catchno
source: FFGapple Can't Catch The Error, Please Write A Issue On GitHub!
es_es: FFGapple no puede detectar el error, escriba un problema en GitHub.
tr_tr: FFGapple Hatayı Yakalayamıyor, Lütfen GitHub'da Bir Sorun Yazın!

# dortgb
source: 4GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 4 GB (FFGapple Optimizer)
tr_tr: 4GB Ayrılmış Bellek (FFGapple Optimize Aracı)

source: Download!
es_es: Descargar!
tr_tr: İndir!

# fresh
source: Do You Want To Do Fresh Install?
es_es: ¿Quieres hacer una instalación nueva?
tr_tr: Temiz Kurulum Yapmak İster misiniz?

# fun
source: FFGapple - Have Fun :)
es_es: FFGapple - Diviértete :)
tr_tr: FFGapple - İyi Eğlenceler :)

# giriscrack
source: Login
es_es: Acceso
tr_tr: Giriş Yap

# girismojang
source: Login
es_es: Acceso
tr_tr: Giriş Yap

# grdn
source: Take Me Back!
es_es: ¡Volver!
tr_tr: Geri Dön!

# ikigb
source: 2GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 2 GB (FFGapple Optimizer)
tr_tr: 2GB Ayrılmış Bellek (FFGapple Optimize Aracı)

# inthata
source: Check Your Connection!
es_es: ¡Comprueba tu conexión!
tr_tr: Bağlantını Kontrol Et!

# mainbroke
source: FFGapple Main System Is Damaged!
es_es: ¡El sistema principal de FFGapple está dañado!
tr_tr: Ana Sistem Hasar Aldı!

# memred
source: What is this? This optimization tool looks for the amount of memory in your system and allocates enough memory for the game.
es_es: ¿Qué es esto? Esta herramienta de optimización busca la cantidad de memoria en su sistema y asigna suficiente memoria para el juego.
tr_tr: Bu nedir? Bu optimizasyon aracı, sisteminizdeki bellek miktarını arar ve oyun için yeterli bellek ayırır.

# modfolder
source: Open Mod Folder ⤵
es_es: Directorio de mods
tr_tr: Mod Dizini ⤵

# mojhata
source: Wrong E-Mail or Password!
es_es: Correo o contraseña equivocada
tr_tr: Yanlış E-Mail Veya Şifre

# nick
source: Enter a Nickname!
es_es: ¡Introduzca un nombre de usuario!
tr_tr: Bir Kullanıcı Adı Gir!

# onaltigb
source: 16GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 16 GB (FFGapple Optimizer)
tr_tr: 16GB Ayrılmış Bellek (FFGapple Optimize Aracı)

# orjhesap
source: I Have A Original Account!
es_es: ¡Tengo una cuenta original!
tr_tr: Orijinal Hesaba Sahibim!

# otuzikigb
source: 32GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 32 GB (FFGapple Optimizer)
tr_tr: 32GB Ayrılmış Bellek (FFGapple Optimize Aracı)

# pinghata
source: Ping Process Failed!
es_es: ¡No se pudo obtener el valor de ping!
tr_tr: Ping Değeri Alınamadı!

# place1
source: Nickname or E-Mail
es_es: Apodo o correo electrónico
tr_tr: Kullanıcı Adı veya E-Mail

# place2
source: Password
es_es: Contraseña
tr_tr: Şifre

source: Play ▶
es_es: Reproducir ▶
tr_tr: Oyna ▶

# prep
source: Preparing!
es_es: ¡Preparando!
tr_tr: Hazırlanıyor!

# ready
source: Ready For Launch!
es_es: Lista para el lanzamiento!
tr_tr: Başlamaya Hazır!

# resor
source: FFGapple - Resources Loading
es_es: FFGapple - Carga de recursos
tr_tr: FFGapple - Kaynaklar Yükleniyor

# sekizgb
source: 8GB RAM For Game (FFGapple Optimizing Tool)
es_es: Memoria dedicada de 8 GB (FFGapple Optimizer)
tr_tr: 8GB Ayrılmış Bellek (FFGapple Optimize Aracı)

# selver
source: Game Cannot Be Started, Select A Version For Start The Game!
es_es: No se puede iniciar el juego, seleccione una versión para iniciar el juego.
tr_tr: Oyun Başlatılamadı! Başlatmak İçin Versiyon Seçin!

# set1
source: Check Updates Automatically:
es_es: Buscar actualizaciones automáticamente:
tr_tr: Güncellemeleri Otomatik Denetle:

# set2
source: Show Other Versions:
es_es: Versiones adicionales:
tr_tr: Ekstra Versiyonlar:

# set3
source: Select Language:
es_es: Lengua:
tr_tr: Dil:

# set4
source: Settings
es_es: Ajustes
tr_tr: Ayarlar

# setname
source: Exit After The Starting To Game:
es_es: Cerrar después de que comience el juego:
tr_tr: Oyun Başladıktan Sonra Kapat:

# setto
source: Settings
es_es: Ajustes
tr_tr: Ayarlar

source: Started!
es_es: ¡Empezado!
tr_tr: Başlatıldı!

# startfail
source: FFGapple Cannot Start The Game, Please Check Your FireWall. If Your System OK, Contact From GitHub.
es_es: FFGapple no puede iniciar el juego, verifique su FireWall. Si su sistema está bien, póngase en contacto desde GitHub.
tr_tr: FFGapple Oyunu Başlatamıyor, Lütfen Güvenlik Duvarınızı Kontrol Edin. Sisteminiz Sorunsuzsa GitHub'dan İletişime Geçin.

# upbroke
source: FFGapple - Updates Disabled
es_es: FFGapple - Actualizaciones deshabilitadas
tr_tr: FFGapple - Güncellemeler Devre Dışı

# verno
source: FFGapple Cannot Get The Version List!
es_es: ¡FFGapple no puede obtener la lista de versiones!
tr_tr: FFGapple Sürüm Listesini Alamıyor!

# versel
source: Select Version:
es_es: Versión:
tr_tr: Versiyon Seç:

# welcome
source: Welcome Back:
es_es: Bienvenido de nuevo:
tr_tr: Hoşgeldin:
